Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Hacking Successful: Android Armies
ru: Взлом успешен: Армии Android

source: Hacking Successful: Archive
ru: Взлом удался: Документальный фильм

source: Hacking Successful: Geothermal Generators
ru: Взлом успешен: Ядро реактора

source: Hacking Successful: Terraforming Protocol
ru: Взлом успешен: Протокол терраформирования

source: Hacking Traditions
ru: Традиции хакерства

source: Hacking Traditions Finished
ru: Традиции хакерства завершены

source: Halls of Tranquillity
ru: Море спокойствия

source: Halt Growth Phase
ru: Отменить фазу роста

source: Handling Aeternum
ru: Обращение с вечностью

source: Handling the Katzenartig Imperium
ru: Управление империумом Катзеринга

source: Hangar Bow
ru: Носовые ангары

source: Hangar Core
ru: Ядро ангара

source: Hangar Crust
ru: Ангарная корка

source: Hans
ru: Ганс

source: Haranian Task Force
ru: Харанская оперативная группа

source: Harass Decoys
ru: Приманки для преследования

source: Harbal
ru: Харбал

source: Hard light technology has given us atomic tweezers more precise and flexible than any previous tool.
ru: Технология жесткого освещения сделала атомарные пинцеты более точными и гибкими, чем любой предыдущий инструмент

source: Hard light tooling and dark matter compression techniques have dramatically improved material synthesis rates.
ru: Инструменты для получения сверхлегкой материи и методы сжатия темной материи значительно улучшили скорость синтеза материалов

source: Hard packed ice prevents these wave energy generators from doing any meaningful work.
ru: Плотно утрамбованный лед не позволяет этим генераторам энергии волн выполнять какую-либо значимую работу

source: Hardlight Construct Utilization
ru: Использование конструкции Hardlight

source: Hardlight Matter Drone
ru: Дрон из твердой материи

source: Hardlight Matter Drones
ru: Дрон из твердой материи

source: Hardlight Matter Tech
ru: Технология жесткого света

source: Hardlight Matter Techs
ru: Технологии получения сверхлегкой материи

source: Harmonic Enthrallers
ru: Покорители гармоник

source: Harmonious Musicals
ru: Гармоничные мюзиклы

source: Harmonized Disenchantment Field
ru: Гармонизированное поле разочарования

source: Harns
ru: Харнс

source: Harsh Negotiators
ru: Жесткие переговорщики

source: Harsh Resistance
ru: Жесткое сопротивление

source: Harvest
ru: Урожай

source: Harvester
ru: Сборщики урожая

source: Harvests an asteroid for the AI, because they can't manage construction ships well.
ru: Собирает астероид для искусственного интеллекта, потому что они не могут хорошо управлять строительными кораблями

source: Has Terrifying Hyperweapon
ru: Обладает ужасающим гипероружием

source: Has anyone else ever succeeded?
ru: Кто-нибудь еще когда-нибудь добивался успеха?

source: Hastened Extraction
ru: Ускоренное извлечение

source: Hasuta Vortex
ru: Вихрь Хасута

source: Hatred
ru: Отвращение

source: Hauke
ru: Хауке

source: Have you heard of the Legendary Blokkat?
ru: Вы слышали о легендарном Блоккате?

source: Havena
ru: Гавань

source: Having evolved on a ring around the scorching heat of a molten world, dwindling water and food supplies have forced this species to leave their home system.
ru: Эволюционировав в кольце вокруг палящего зноя расплавленного мира, истощающиеся запасы воды и пищи вынудили этот вид покинуть свою родную систему.

source: Hazard Matter Absorber
ru: Поглотитель опасных веществ

source: Hazard Matter Accelerator
ru: Ускоритель опасных веществ

source: Hazard Matter Aura
ru: Аура опасного вещества

source: Hazard Matter Awareness
ru: Осведомленность об опасности

source: Hazard Matter Beam
ru: Луч опасного вещества

source: Hazard Matter Booster
ru: Ускорители опасных веществ

source: Hazard Matter Deflector
ru: Отражатель опасных веществ

source: Hazard Matter Eradicator
ru: Средство для уничтожения опасных веществ

source: Hazard Matter Jump Drive
ru: Привод для прыжка с опасной материей

source: Hazard Matter Lance
ru: Копье опасного вещества

source: Hazard Matter Launcher
ru: Пусковая установка для опасных веществ

source: Hazard Matter Reactor
ru: Реакторы с опасными веществами

source: Hazard Matter Reshaper
ru: Преобразователь опасных веществ

source: Hazard Matter Sensors
ru: Датчики опасных веществ

source: Hazard Matter Snare
ru: Ловушка для опасных веществ

source: He seems a bit full of himself.
ru: Он кажется немного самонадеянным.

source: He seems nicer than the Kaiser, that's for sure.
ru: Он кажется милее, чем кайзер, это точно.

source: He who is prudent and lies in wait for an enemy who is not, will be victorious.
ru: Тот, кто благоразумен и поджидает врага в месте где его ждут, будет победителем.

source: He will win who knows when to fight and when not to fight
ru: Побеждает тот, кто знает когда идти в битву и когда следует ее избегать.

source: Healthcare Worker Society Output
ru: £society£ $society_research$ от £job_healthcare£ $job_healthcare_plural$

source: Heaven's Gate
ru: Небесные врата

source: Heavily armored military fortifications with substantial garrison forces to protect the $pc_giga_frameworld$ from invasion.
ru: Тяжелобронированные военные укрепления со значительными силами гарнизона для защиты $pc_giga_frameworld$ от вторжения

source: Heavily fortified defensive emplacements with extensive armament, backed up by legions of warrior drones.
ru: Сильно укрепленные оборонительные позиции с обширным вооружением, поддерживаемые легионами боевых дронов

source: Heavy Carrier Core
ru: Тяжелое несущее ядро

source: Heavy Defender
ru: Тяжелый защитник

source: Heavy Defenders
ru: Тяжелые защитники

source: Heavy Defense Unit
ru: Подразделение тяжелой обороны

source: Heavy Extortion
ru: Тяжелая эксплуатация

source: Heavy Machine Defender
ru: Защитник тяжелой машины

source: Heavy Planetary Batteries
ru: Тяжелые планетарные батареи

source: Heavy battle units specialized for planetary defense.
ru: Тяжелые боевые единицы, специализирующиеся на планетарной обороне.

source: Hedonist
ru: Гедонисты

source: Hedonists
ru: Гедонисты

source: Heinrich Kibbler
ru: Генрих Кибблер

source: Heisenfurr
ru: Хайзенфурр

source: Helioforming
ru: Гелиоформирование

source: Helioforming Candidate
ru: Кандидат на гелиоформирование

source: Helios
ru: Гелиос

source: Helix Maelstrom
ru: Спиральный водоворот

source: Hello there
ru: Привет

source: Hello.
ru: «Здравствуйте».

source: Hello?
ru: «Здравствуйте»?

source: Helmuth von Katzke
ru: Хельмут фон Кацке

source: Henny
ru: Хенни

source: Hera
ru: Гера

source: Here all sentients may gather and find a home.
ru: Здесь могут собраться все разумные существа и найти свой дом.

source: Here you can double check your active settings.
ru: Здесь вы можете дважды проверить свои активные настройки.

source: Here, local representations from all over our empire meet to discuss and vote upon important matters of state.
ru: Здесь собираются местные представители со всей империи, чтобы обсудить и проголосовать по важным государственным вопросам.

source: Hermann
ru: Герман

source: Hermers
ru: Гермеры

source: Hermit Realm
ru: Мир отшельников

source: Hero
ru: Герой

source: Hestia
ru: Гестия

source: Hey!
ru: Эй!

source: Hi.
ru: Привет!

source: High Bandwidth Computing Complex
ru: Вычислительный комплекс с высокой пропускной способностью

source: High Density Organic Sanctuaries
ru: Органические святилища высокой плотности

source: High Density Planet Scaling
ru: Масштабирование содержания деятельности

source: High International Support
ru: Высокая международная поддержка

source: High Overseer
ru: Высочайший Блюститель

source: High Precision Aiming Systems
ru: Системы наведения высокой точности

source: High-Density Organic Sanctuary District
ru: Район с высокой плотностью органического святилища

source: High-Density Organic Sanctuary Districts
ru: Районы с высокой плотностью органического святилища

source: High-Resolution Asteroid Surveys
ru: Съемки астероидов с высоким разрешением

source: High-energy laser conduction energy distributors allow for interplanetary energy transport and exchange, increasing the efficiency of our empire's power distribution.
ru: Высокоэнергетические распределители энергии с поддержкой лазерной проводимости обеспечивают межпланетную транспортировку энергии и обмен ею, повышая эффективность распределения энергии в нашей империи.

source: High-tech laboratories where our brightest minds can work without distraction.
ru: Высокотехнологичные лаборатории, где наши самые яркие умы могут работать, не отвлекаясь.

source: Higher-dimensional engineering and mastery of stellar control allows non-local star taps to power all Maginot systems.
ru: Инженерия высших измерений и мастерство управления звездами позволяют использовать нелокальные звездные отводы для питания всех систем Мажино.

source: Highlighted
ru: Выделен

source: Hints of Something Greater
ru: Намеки на нечто большее

source: Hinur Black Hole
ru: Хинурская черная дыра

source: Hire him as a scientist.
ru: Наймите его как ученого.

source: His ambitions were his downfall.
ru: Его амбиции привели к его падению.

source: His sacrifice will contribute to science.
ru: Его жертва внесет свой вклад в науку.

source: Historical Records
ru: Историческая методология

source: History will remember us as heroes.
ru: История запомнит нас как героев.

source: Hive
ru: Улей

source: Hive Alderson
ru: Улей Олдерсон

source: Hive Alderson Complete!
ru: Улей Олдерсон завершен!

source: Hive Habitability
ru: Обитаемость улья

source: Hive Hypersegment
ru: Гиперсегмент улья

source: Hive Hypersegments
ru: Гиперсегменты улья

source: Hive Megacluster
ru: Мегакластер-улей

source: Hive Preference
ru: Предпочтение улья

source: Hive Ringworld
ru: Улей мир-кольцо

source: Hive World Habitability
ru: Обитаемость мира-улья

source: Hive World Preference
ru: Предпочтение мира-улья

source: Hivemind Entrepot
ru: Коллективный разум Антрепот

source: Hivemind Forest
ru: Коллективный разум Лес

source: Hivemind Node
ru: Коллективный разум Узел

source: Hivemind Nursery
ru: Коллективный разум детского сада

source: Hivemind Queen Chamber
ru: Коллективный разум палаты королевы

source: Hivemind Reserve
ru: Коллективный разум Резерв

source: Hoarders
ru: Накопительство

source: Hoffman
ru: Хоффман

source: Holdens
ru: Холденс

source: Holding dominion over our interstellar construction efforts, these individuals wield the power of the stars themselves.
ru: Осуществляя руководство нашими усилиями по межзвездному строительству, эти люди обладают силой самих звезд

source: Holding dominion over our interstellar construction efforts, these specialized drone clusters wield the power of the stars themselves.
ru: Контролируя наши усилия по межзвездному строительству, эти специализированные скопления Дронов обладают мощью самих звезд

source: Hollow Fears
ru: Пустые страхи

source: Holy Katzen Empire
ru: Священная империя Катзен

source: Holy Katzen Empire Dissolves!
ru: Империя Святого Катзен распадается!

source: Holy Katzen Empire Refederates!
ru: Священная империя Катзен возрождается!

source: Holy Katzen Empire: New Kaiser Nation
ru: Священная империя Катзен: Новая нация кайзера

source: Holy Scripts
ru: Священное писание

source: Home Level Discovery
ru: Обнаружение на домашнем уровне

source: Home in the Sky
ru: Дом на небесах

source: Homeworld starts randomly in the $ehof_cohesive$ cluster.
ru: Родной мир начинается случайным образом в скоплении, связанном с червоточиной.

source: Honour
ru: Честь

source: Hope is such a fleeting thing, isn't it?
ru: Надежда - такая мимолетная штука, не так ли?

source: Hordes
ru: Орда

source: Hornet
ru: Шершень

source: Hornets
ru: Шершни

source: Horrible!
ru: Ужасно!

source: Horrific.
ru: Ужасно.

source: Hospitals
ru: Больницы

source: Hostile
ru: Враждебный

source: Hostile Architecture
ru: Враждебная архитектура

source: Housing Building
ru: Жилищное строительство

source: How are you still alive?
ru: Как ты все еще жив?

source: How can we trust you?
ru: Почему мы должны вам доверять?

source: How dare they?!
ru: Как они смеют?!

source: How did the Kaiser invade you?
ru: Как кайзер вторгся к вам?

source: How did the conflict take place?
ru: Как произошел конфликт?

source: How did you end up inside a red giant, anyway?
ru: Как ты попал в плен внутри красного гиганта?

source: How did you even get enough materials for that birchworld- Doesn't matter, it will also be mineralized.
ru: Как вам вообще удалось раздобыть достаточно материалов для этого Мира Берча - не имеет значения, он тоже будет минерализован.

source: How did you get here?!
ru: Как ты сюда попал?!

source: How do you deal with conquered species?
ru: Как вы справляетесь с покоренными видами?

source: How does that even work?
ru: Как это вообще работает?

source: How horrifying... for them.
ru: Как ужасно... для них

source: How is this even possible?!
ru: Как это вообще возможно?!

source: How kind of him.
ru: Как мило с его стороны.

source: How long did it take to come up with that acronym?
ru: Сколько времени потребовалось, чтобы придумать эту аббревиатуру?

source: How long have you been down there?
ru: Как долго ты там, внизу?

source: How many Blokks can a Blokkat Blokk?
ru: Сколько блоков может быть у блокката Blokk?

source: How many Blokks can a Blokkat Blokk?, Part II
ru: Сколько блоков может быть у блокката Blokk?, часть II

source: How many decrepit Hyperlanes should we attempt to restore?
ru: Сколько систем будет обнаружено с помощью наших сканеров?

source: How many more secrets does their tech hold...?
ru: Сколько еще секретов хранит их технология...?

source: How may we serve?
ru: Чем мы можем вам служить?

source: How old is the Squareworld?
ru: Сколько лет Квадратному миру?

source: How peculiar.
ru: Как странно

source: How peculiar...
ru: Как странно...

source: How pitiful.
ru: Какая жалость.

source: How surprisingly violent.
ru: Как удивительно жестоко.

source: How unfortunate...
ru: Очень жаль...

source: How would our current fleet fare against it in battle?
ru: Какие шансы были бы у нашей нынешней флотилии в бою с ним?

source: How?
ru: Как?

source: Huge drifting clouds of Volatile Motes.
ru: Огромные дрейфующие облака летучих пылинок.

source: Huge facilities dedicated to the production of Strategic Resources.
ru: Огромные объекты, предназначенные для добычи стратегических ресурсов

source: Huge molecular synthesis arrays work in tandem with replicator bays to process raw minerals into materials for orbital construction.
ru: Огромные установки молекулярного синтеза работают в тандеме с отсеками репликаторов для переработки минерального сырья в материалы для строительства орбит

source: Huge orbital chemical conversion plants make it theoretically possible to entirely clear a toxic world's atmosphere of toxic components, making it habitable to most species.
ru: Огромные орбитальные установки по химической конверсии теоретически позволяют полностью очистить атмосферу токсичного мира от токсичных компонентов, делая ее пригодной для обитания большинства видов.

source: Huge signal processing centers where signals from the central consciousness are filtered and cleaned of noise before being sent on their way.
ru: Огромные центры обработки сигналов, где сигналы от центрального сознания фильтруются и очищаются от шума перед отправкой в путь

source: Huge structures suspended over the event horizon of the supermassive black hole at the Structure's core, providing the Structure with effectively unlimited raw materials.
ru: Огромные структуры, подвешенные над горизонтом событий сверхмассивной черной дыры в ядре Структуры, обеспечивающие Структуру фактически неограниченным количеством сырья

source: Hull
ru: Корпус

source: Humiliator
ru: Унизитель

source: Humiliators
ru: Унижающие

source: Humongous computers integrated within the hyperweapon's colossal frame, in order to properly control and adjust the immense flow of energy harvest from the quasar, and stabilize the structure as a whole.
ru: Огромные компьютеры, интегрированные в колоссальный каркас гипероружия, чтобы должным образом контролировать и регулировать огромный поток энергии, поступающей из квазара, и стабилизировать структуру в целом.

source: Humongous constructs that draw energy from esoteric Loop Quantum phenomena, and tasked with energizing and streamlining the complex processes which manage the Aeternite energy grid.
ru: Огромные конструкции, которые черпают энергию из эзотерических петлевых квантовых явлений, и которым поручено активизировать и оптимизировать сложные процессы, управляющие энергетической сетью Вечности.

source: Humongous shield generators designed to soak up damage from enemy forces.
ru: Огромные генераторы щитов, предназначенные для поглощения урона от вражеских сил.

source: Hundreds of thousands of weapon batteries installed within the planet's crust, and a gigantic cannon that can shred anything into pieces.
ru: Сотни тысяч оружейных батарей, установленных в коре планеты, и гигантская пушка, которая может разнести что угодно на куски.

source: Hunter
ru: Охотники

source: Hutyukl
ru: Тропиана

source: Huzzah!
ru: Ура!

source: Hydreus Singularity
ru: Сингулярность Гидреуса

source: Hydroponic Farm Complex
ru: Гидропонный фермерский комплекс

source: Hyperboost
ru: Гипербуст

source: Hyperbrane Sensors
ru: Гиперразветвленные датчики

source: Hypercrystalline Lightning
ru: Гиперкристаллическая молния

source: Hyperdimensional Branebreaking
ru: Прорыв гиперпространственной брани

source: Hyperdimensional Capacitor
ru: Гиперпространственный конденсатор

source: Hyperdimensional Destabilizer
ru: Гиперпространственный дестабилизатор

source: Hyperdimensional Destabilizer Branebreaker
ru: Гиперпространственный дестабилизатор, разрушитель ветвей

source: Hyperdimensional Destabilizer Branebreaker Built!
ru: Гиперпространственный дестабилизатор "Разрушитель ветвей" построен!

source: Hyperdimensional Destabilizer Chronodisruptor
ru: Гиперпространственный дестабилизатор-Хронодеструктор

source: Hyperdimensional Destabilizer Chronodisruptors Built!
ru: Гиперпространственный дестабилизатор, Хронодеструкторы построены!

source: Hyperdimensional Destabilizer Completed!
ru: Гиперпространственный дестабилизатор завершен!

source: Hyperdimensional Destabilizer Construction Site Built!
ru: Строительная площадка гиперпространственного дестабилизатора построена!

source: Hyperdimensional Destabilizer Pentasingularity
ru: Пятисингулярность гиперпространственного дестабилизатора

source: Hyperdimensional Destabilizer Pentasingularity Built!
ru: Построен Пятисингулярный гиперпространственный дестабилизатор!

source: Hyperdimensional Destabilizer Ready
ru: Гиперпространственный дестабилизатор готов

source: Hyperdimensional Destabilizer: Branebreaker
ru: Гиперпространственный дестабилизатор: Разрушитель ветвей

source: Hyperdimensional Destabilizer: Construction Site
ru: Гиперпространственный дестабилизатор: Строительная площадка

source: Hyperdimensional Destabilizer: Grand Injectors
ru: Гиперпространственный дестабилизатор: Великие инжекторы

source: Hyperdimensional Destabilizer: Power Source
ru: Гиперпространственный дестабилизатор: Источник энергии

source: Hyperdimensional Energy Channelling
ru: Гиперпространственное направление энергии

source: Hyperdimensional Generator
ru: Гиперпространственный генератор

source: Hyperdimensional Hull Stabilization
ru: Стабилизация гиперпространственного корпуса

source: Hyperdimensional Intergalactic Network
ru: Гиперпространственная межгалактическая сеть

source: Hyperdimensional Linguistics
ru: Гиперпространственная лингвистика

source: Hyperdimensional Shielding
ru: Гиперпространственное экранирование

source: Hyperdimensional Shiftbarrier
ru: Гиперпространственный переносчик перемещений

source: Hyperdimensional Stabilizer
ru: Гиперпространственный стабилизатор

source: Hyperdimensional Storage Applications
ru: Приложения для гиперпространственного хранения данных

source: Hyperdimensional distorters ensure most projectiles heading for our Celestial Warships are torn apart before being able to cause any significant damage.
ru: Гиперпространственные искажатели гарантируют, что большинство снарядов, направляющихся к нашим Небесным военным кораблям, разрываются на части, прежде чем смогут нанести какой-либо значительный ущерб.

source: Hyperdiversity
ru: Гипердиверсивность

source: Hyperdrives
ru: Гипердвигатели

source: Hyperefficient Telluric Dismantling
ru: Сверхэффективный теллурический демонтаж

source: Hyperfocusing Macroscale Crystalline Lenses
ru: Гиперфокусирующие макромасштабные хрусталики

source: Hyperlane Power Transmission
ru: Гиперлинейная передача энергии

source: Hyperlane Power Transmitter
ru: Гиперпространственный передатчик мощности

source: Hyperlane Restoration
ru: Локализация систем

source: Hypermatter Dismantler
ru: Демонтаж гиперматерии

source: Hypermilitaristic Empire
ru: Гипермилитаристская империя

source: Hyperquasar
ru: Гиперквазар

source: Hyperscale Atmospheric Cleansing
ru: Гипермасштабная очистка атмосферы

source: Hyperscale Refracting Apparatuses
ru: Сверхмасштабные преломляющие устройства

source: Hyperscale Stellar Lifting
ru: Гипермасштабный звездный подъем

source: Hypershield Defensive Screen
ru: Защитный экран гиперщита

source: Hypersonic Mote Sifter
ru: Гиперзвуковой просеиватель пылинок

source: Hyperstructural Assembly Yard
ru: Сборочный цех гиперструктур

source: Hyperstructural Assembly Yard Alloys
ru: Сплавы Площадка для сборки гиперструктур

source: Hyperstructural Assembly Yard Alloys Cost
ru: Стоимость сплавов Площадка для сборки гиперструктур

source: Hyperstructural Assembly Yard Management Protocols
ru: Протоколы управления гиперструктурным сборочным цехом

source: Hyperstructural Assembly Yard Unity
ru: Площадка для сборки гиперструктур Единство

source: Hyperstructural Assembly Yard Unity Cost
ru: Стоимость Единство Площадка для сборки гиперструктур

source: Hyperstructural Assembly Yard Uplink
ru: Восходящая линия гиперструктурной сборочной площадки

source: Hypertemporal Rift
ru: Гипертемпоральный разлом

source: Hyperweapon
ru: Гипероружие

source: I am 100% sure
ru: Я уверен на 100%

source: I am glad that you understand the necessity of my cause.
ru: Я рад, что вы понимаете необходимость моего дела.

source: I assure you that [Root.GetRulerName] is an exceptionally competent leader, dear Katzprotektorat.
ru: Я уверяю вас, что [Root.GetRulerName] является исключительно компетентным лидером, уважаемый Кацпротекторат.

source: I can assure you that I will one day be coming to reclaim my royalties.
ru: Я могу заверить вас, что однажды я приду, чтобы вернуть свои авторские гонорары.

source: I can't take this insanity anymore...
ru: Я больше не могу терпеть это безумие...

source: I cannot wait to finally be free from your bumbling shenanigans.
ru: Я не могу дождаться, когда наконец освобожусь от твоих неуклюжих проделок.

source: I do not wish for anyone to understand as much as I do.
ru: Я не хочу, чтобы кто-то понимал так много, как я.

source: I don't have time for your petty affairs!
ru: У меня нет времени на твои мелкие дела!

source: I don't know.
ru: Не знаю.

source: I don't want to use the technology
ru: Я не хочу использовать эту технологию

source: I have tried, but alas, war remains the only universal language.
ru: Я пытался, но, увы, война остается единственным универсальным языком.

source: I long for the day our efforts finally pay off, and this galaxy is liberated from the Kaiser.
ru: Я с нетерпением жду того дня, когда наши усилия наконец окупятся, и эта галактика будет освобождена от кайзера.

source: I must go, my people need me...
ru: Мне нужно идти, народ нуждается во мне...

source: I need you to deal with someone.
ru: Мне нужно, чтобы вы кое с кем разобрались.
